wsf_c/savanc/src/subs_mgrs/registry/test/httperf/temp
httperf --client=0/1 --server=localhost --port=9090 --uri=/axis2/services/weather --rate=2 --send-buffer=4096 --recv-buffer=16384 --add-header='Content-type:application/soap+xml;charset=UTF-8\n' --method=post --wsesslog=1,0.000,savanc_input
Maximum connect burst length: 0

Total: connections 1 requests 1 replies 1 test-duration 0.728 s

Connection rate: 1.4 conn/s (727.6 ms/conn, <=1 concurrent connections)
Connection time [ms]: min 727.6 avg 727.6 max 727.6 median 727.5 stddev 0.0
Connection time [ms]: connect 0.1
Connection length [replies/conn]: 1.000

Request rate: 1.4 req/s (727.6 ms/req)
Request size [B]: 955.0

Reply rate [replies/s]: min 0.0 avg 0.0 max 0.0 stddev 0.0 (0 samples)
Reply time [ms]: response 727.5 transfer 0.0
Reply size [B]: header 176.0 content 1082.0 footer 0.0 (total 1258.0)
Reply status: 1xx=0 2xx=1 3xx=0 4xx=0 5xx=0

CPU time [s]: user 0.04 system 0.20 (user 4.9% system 28.0% total 33.0%)
Net I/O: 3.0 KB/s (0.0*10^6 bps)

Errors: total 0 client-timo 0 socket-timo 0 connrefused 0 connreset 0
Errors: fd-unavail 0 addrunavail 0 ftab-full 0 other 0

Session rate [sess/s]: min 0.00 avg 1.37 max 0.00 stddev 0.00 (1/1)
Session: avg 1.00 connections/session
Session lifetime [s]: 0.7
Session failtime [s]: 0.0
Session length histogram: 0 1